Repository: SuperHacka/streamlit_chat_ui
Catalog: locales/*/LC_MESSAGES/*.po
Languages: my

source: Training Page
my: Laman latihan

source: Chat interface using streamlit-chat testing Page
my: Laman Chat menggunakan modul streamlit-chat testing Page

source: Hello there welcome to the chatbot interface testing, Please type something to continue
my: Selamat datang ke laman latihan chatbot, Sila taip untuk meneruskan

source: Thanks for the feedback
my: Terima kasih

source: Sorry to hear that, we will try to improve
my: Maaf, kami akan cuba membaikpulih

source: Display URL
my: Tunjuk URL

source: Display Image
my: Tunjuk Gambar

source: Talk to the bot
my: Cakap dengan bot

source: Upload files here
my: Muat naik fail di sini

source: Some suggestion answer
my: Beberapa jawapan
